Repository: andyld97/SimpleJournal
Catalog: SimpleJournal/Properties/Resources.*.resx
Languages: de, nl

# strSettingsDisableTouchUWP1
source: SimpleJournal cannot differentiate between pen and finger input or there is no way to disable finger input completely.
de: SimpleJournal kann nicht zwischen Stift- und Fingereingabe unterscheiden, bzw. gibt es keine Möglichkeit, die Fingereingabe vollständig zu deaktivieren.
nl: SimpleJournal kan geen onderscheid maken tussen pen- en vingerinvoer of er is geen manier om vingerinvoer volledig uit te schakelen.

# strSettingsDisableTouchUWP2
source: However, there is the possibility to execute a Powershell script before starting and after closing SimpleJournal, which can be generated here!
de: Allerdings gibt es die Möglichkeit, vor dem Start und nach dem Beenden von SimpleJournal jeweils ein Powershell-Skript auszuführen, das hier generiert werden kann!
nl: Er is echter de mogelijkheid om een ​​Powershell-script uit te voeren voor het starten en na het sluiten van SimpleJournal, die hier kan worden gegenereerd!

# strSettingsDisableTouchUWP3
source: To execute these scripts, 2 conditions must be met:
de: Um diese Skripts ausführen zu können, müssen 2 Bedingungen erfüllt sein:
nl: Om deze scripts uit te voeren, moet aan 2 voorwaarden worden voldaan:

# strSettingsDisableTouchUWP4
source: 1) Run the script as administrator!
de: 1) Führen Sie das Skript als Administartor aus!
nl: 1) Voer het script uit als beheerder!

# strSettingsDisableTouchUWP5
source: 2) You must allow Powershell to execute the script once (please enter and confirm the following command at Powershell)
de: 2) Sie müssen einmalig erlauben, dass Powershell das Skript ausführen darf (bitte dazu den folgenden Befehl bei Powershell eingeben und bestätigen)
nl: 2) U moet Powershell toestaan ​​om het script één keer uit te voeren (voer de volgende opdracht in en bevestig deze bij Powershell)

# strSettingsDownloadTouchDeviceManager
source: Download Touchscreen Device Manager
nl: Touchscreen Apparaatbeheer Downloaden

# strSettingsFeatureBar
source: Additional Features
de: Weitere Funktionen:
nl: Extra functies

# strSettingsImportantDirectories
source: Important Directories
nl: Belangrijke mappen

# strSettingsOpenSetupAssistantTooltip
source: Offers you the possibility to setup SimpleJournal again
de: Bietet Ihnen die Möglichkeit, SimpleJournal erneut einzurichten
nl: Biedt u de mogelijkheid om SimpleJournal opnieuw in te stellen

# strSettingsResetPensTooltip
source: Resets the pens to their original settings
de: Setzt die Stifte auf Ihre übersprüngliche Einstellung zurück
nl: Zet de pennen terug naar hun oorspronkelijke instellingen

# strSettingsSetFileAssoc
source: Restore file type association
de: Dateitypzuordnung wiederherstellen
nl: Herstel bestandstypeassociatie

# strSettingsSetFileAssocToolTip
source: Sets this program as default for .Journal files
de: Setzt dieses Programm als Standard für .Journal-Dateien
nl: Stelt dit programma in als standaard voor .Journal-bestanden

# strSettingsSidebarTransparency
source: Display sidebar lightly transparent
nl: Zijbalk licht transparant weergeven

# strSettingsSidebarTransparency_Description
source: Adds a slight transparency effect to the sidebar.
nl: Voegt een licht transparantie-effect toe aan de zijbalk.

# strSettingsTouchScreenExplanationNormal1
source: SimpleJournal cannot distinguish between pen and finger input respectively there is no possibility to disable finger input completely. Therefore, there is now an option to run a powershell script on starting/exiting SimpleJournal that disables/enables touch input system-wide.
de: SimpleJournal kann nicht zwischen Stift und Fingereingaben differenzieren bzw. gibt es keine Möglichkeit, Fingereingaben vollständig zu deaktivieren. Daher gibt es nun die Option, dass beim Starten/Beenden von SimpleJournal ein Powershell-Skript ausgeführt wird, das die Toucheingabe systemweit deaktiviert/aktiviert.
nl: SimpleJournal kan geen onderscheid maken tussen pen- en vingerinvoer, er is geen mogelijkheid om vingerinvoer volledig uit te schakelen. Daarom is er nu een optie om een ​​powershell-script uit te voeren bij het starten/afsluiten van SimpleJournal dat aanraakinvoer voor het hele systeem in-/uitschakelt.

# strSettingsTouchScreenExplanationNormal2
source: In order for the Powershell script to execute you need to ensure the following steps:
de: Damit das Powershell-Skript ausgeführt werden kann, muss:
nl: Om het Powershell-script uit te voeren, moet u de volgende stappen uitvoeren:

# strSettingsTouchScreenExplanationNormal3
source: 1) Run SimpleJournal as administrator (it defaults)
de: 1) SimpleJournal als Administrator ausgeführt werden (wird es standardmäßig)
nl: 1) Voer SimpleJournal uit als beheerder (dit is standaard)

# strSettingsTouchScreenExplanationNormal4
source: 2) The Powershell script needs to be authorized (run the following command in Powershell and confirm it):
de: 2) Das Powershell-Skript muss erlabut werden (führen Sie dazu den folgenden Befehl in Powershell aus und bestätigen ihn):
nl: 2) Het Powershell-script moet worden geautoriseerd (voer het volgende commando uit in Powershell en bevestig het):

# strSettingsUseBackstageMenu
source: Use modern menu
nl: Gebruik modern menu

# strSettingsUseBackstageMenu_Description
source: When activated, the menu is replaced by a more modern backstage menu.
nl: Wanneer geactiveerd, wordt het menu vervangen door een moderner backstage-menu.

# strSetupCompleted
source: You have successfully completed the setup of SimpleJournal! Here I would like to give you a few more important hints that will help you to use SimpleJournal more effectively. 1. If you want to copy and paste something: Copying works as follows: When you have selected something click on "Copy". To paste something, just click on "Paste". However, nothing is pasted yet, as you can determine yourself on which page/position the object is to be pasted. Simply click on any position on any page. 2. If you want to export a document as a PDF, click on "Print" in the menu and select a PDF printer. Unfortunately, "Microsoft Print To PDF" does not work as desired, so it is recommended to install an alternative PDF printer! However, a journal can also be exported as a picture series!
de: Sie haben die Einrichtung von SimpleJournal erfolgreich abgeschlossen! Hier möchte ich Ihnen noch ein paar wichtige Hinweise geben, die Ihnen helfen werden, leichter mit dem Programm umgehen zu können. 1. Wenn Sie etwas kopieren und einfügen möchten: Das Kopieren funktioniert wie folgt: Wenn Sie etwas ausgewählt haben klicken Sie auf "Kopieren". Um etwas einzufügen klicken Sie einfach auf "Einfügen". Es wird allerdings noch nichts eingefügt, da Sie selbst bestimmen können, an welcher Position eingefügt werden soll, klicken Sie dazu einfach auf eine belibiger Position auf einer beliebigen Seite. 2. Wenn Sie ein Dokument als PDF exportieren möchten, klicken Sie im Menü auf "Drucken" und wählen als Drucker "Microsoft Print To PDF" aus. Dieser Drucker hat bislang nicht immer zuverlässig funktioniert, also falls damit Probleme auftreten sollten, können Sie sich einen alternativen PDF-Drucker herunterladen, der zuverlässig funktioniert. Sie können die Seiten aber auch als Bilder exportieren.
nl: Je hebt de installatie van SimpleJournal succesvol voltooid! Hier wil ik je nog een paar belangrijke tips geven die je zullen helpen om SimpleJournal effectiever te gebruiken. 1. Als je iets wilt kopiëren en plakken: Het kopiëren gaat als volgt: Als je iets hebt geselecteerd klik je op "Kopiëren". Om iets te plakken, klikt u op "Plakken". Er is echter nog niets geplakt, u kunt namelijk zelf bepalen op welke pagina/positie het object geplakt wordt. Klik eenvoudig op een willekeurige positie op een pagina. 2. Als u een document als PDF wilt exporteren, klikt u in het menu op "Afdrukken" en selecteert u een PDF-printer. Helaas werkt "Microsoft Print To PDF" niet naar wens, dus het is aan te raden om een ​​alternatieve PDF-printer te installeren! Een journaal kan echter ook als fotoserie worden geëxporteerd!

# strSetupCompletedTitle
source: Setup successfully completed!
de: Einrichtung erfolgreich abgeschlossen!
nl: Installatie succesvol voltooid!

# strSetupDarkModeDescription
source: The dark mode currently only affects the menu band. The dialogs remain normal. The settings can all be changed later!
de: Der dunkle Modus betrifft momentan nur das Menü-Band. Die Dialoge bleiben normal. Die Einstellungen können alle auch später geändert werden!
nl: De donkere modus heeft momenteel alleen invloed op de menuband. De dialogen blijven normaal. De instellingen kunnen later allemaal worden gewijzigd!

# strSetupDarkModeTitle
source: Do you like the darkness?
de: Mögen Sie die Dunkelheit?
nl: Houd je van de duisternis?

# strSetupDarkModeYes
source: Yeah, I like it dark
de: Ja, ich mag es gerne dunkel
nl: Ja, ik hou van donker

# strSetupDarModeNo
source: No, I like it bright
de: Nein, ich mag es lieber hell
nl: Nee, ik hou van helder

# strSetupDialogTitle
source: SimpleJournal - Setup Assistant
de: SimpleJournal - Einrichtungsassistent
nl: SimpleJournal - Configuratie-assistent

# strSetupExitDialog
source: Are you sure you want to exit the setup wizard?
de: Sind Sie sicher, dass Sie den Einrichtungsassistenten beenden möchten?
nl: Weet u zeker dat u de installatiewizard wilt afsluiten?

# strSetupExitDialogTitle
source: Skip?
de: Überspringen?
nl: Overslaan?

# strSetupHDDescription
source: An HD resolution offers plenty of space for the elements of SimpleJournal, so you can still see the whole page. For small resolutions, for example, the sidebar will be is not displayed automatically and the scrollbar is enlarged.
de: Eine HD-Auflösung bietet viel Platz für die Elemente von SimpleJournal, sodass Sie trotzdem das ganze Blatt sehen können. Bei kleinen Auflösungen wird z.B. die Seitenleiste nicht automatisch eingeblendet und die Scrollbar wird vergrößert.
nl: Een HD-resolutie biedt voldoende ruimte voor de elementen van SimpleJournal, zodat je toch de hele pagina kunt zien. Voor kleine resoluties wordt bijvoorbeeld de zijbalk niet automatisch weergegeven en wordt de schuifbalk vergroot.

# strSetupHighResolution
source: Yes (Optimal for large screens)
de: Ja (Optimal für große Bildschirme)
nl: Ja (optimaal voor grote schermen)

# strSetupInitalText
source: This assistant will help you to optimally set up SimpleJournal. There are some settings that are better suited for smaller or larger screens. These settings can be changed at any time in the settings dialog and the assistant can be called from there at any time too.
de: Dieser Assistent wird Sie dabei begleiten, SimpleJournal optimal einzustellen. Es gibt einige Einstellungen, die sich besser für kleinere oder größere Bildschirme eigenen. Diese Einstellungen können jederzeit im Einstellungsdialog geändert werden und der Assistent lässt sich jederzeit von dort aus aufrufen.
nl: Deze assistent helpt je om SimpleJournal optimaal in te richten. Er zijn enkele instellingen die beter geschikt zijn voor kleinere of grotere schermen. Deze instellingen kunnen op elk moment in het instellingendialoogvenster worden gewijzigd en de assistent kan van daaruit ook op elk moment worden opgeroepen.

# strSetupLowResolution
source: No (Optimal for small screens)
de: Nein (Optimal für kleine Bildschirme)
nl: Nee (optimaal voor kleine schermen)

# strSetupReplaceEllipsesWithCirclesDescription
source: Due to the accuracy of the shape recognition it can quickly happen that the drawn circle becomes an ellipse and you can prevent this with this setting.
de: Aufgrund der Genauigkeit der Formerkennung kann es schnell mal passieren, dass aus dem gezeichneten Kreis eine Ellipse wird und das können Sie durch diese Einstellung verhindern.
nl: Door de nauwkeurigheid van de vormherkenning kan het snel gebeuren dat de getekende cirkel een ellips wordt en dit kun je met deze instelling voorkomen.

# strSetupRotationComparisonDescription
source: The rotation compensation ensures that your shapes are drawn straight, since the shape recognition is very accurate, oblique edges become e.g. an oblique rectangle and this can be corrected with this setting.
de: Der Rotationsausgleich sorgt dafür, dass Ihre Formen gerade gezeichnet werden, da die Formerkennung sehr genau ist, wird aus schiefen Kanten z.B. ein schiefes Rechteck und das kann mit dieser Einstellung korrigiert werden.
nl: De rotatiecompensatie zorgt ervoor dat uw vormen recht worden getekend, aangezien de vormherkenning zeer nauwkeurig is, worden schuine randen b.v. een schuine rechthoek en dit kan worden gecorrigeerd met deze instelling.

# strSetupSetp4
source: Step 4: Adjust the ruler
nl: Stap 4: Pas de liniaal aan

# strSetupStep1
source: Step 1: Does your screen have an HD resolution?
de: Schritt 1: Hat ihr Bildschirm eine HD-Auflösung?
nl: Stap 1: Heeft uw scherm een ​​HD-resolutie?

# strSetupStep2
source: Step 2: Customize the page format
de: Schritt 2: Anpassen des Seitenformats
nl: Stap 2: Pas het paginaformaat aan

# strSetupStep3
source: Step 3: Adjusting the pen
de: Schritt 3: Einstellung des Stifts
nl: Stap 3: De pen aanpassen

# strSetupStep3ContactPressureTitle
source: Anpressdruck
nl: Contactdruk

# strSetupStep3Description
source: The contact pressure refers to the pen you write with. The harder you press, the thicker you draw. This feature is often useful when you want to make a more significant stroke, and that's why this feature is enabled by default. But it can also be useful to disable this feature.
de: Der Anpressdruck bezieht sich auf dem Stift, mit dem Sie schreiben. Desto fester Sie aufdrücken, desto dicker zeichnen Sie. Dieses Feature ist oft praktisch, wenn man etwas deutlicher abheben möchte und aus diesem Grund ist dieses Feature standardmäßig aktiviert. Aber es kann auch sinnvoll sein, dieses Feature zu deaktivieren.
nl: De contactdruk verwijst naar de pen waarmee u schrijft. Hoe harder je drukt, hoe dikker je tekent. Deze functie is vaak handig als u een grotere slag wilt maken en daarom is deze functie standaard ingeschakeld. Maar het kan ook handig zijn om deze functie uit te schakelen.

# strSetupStep5
source: Step 5: Adjust shape recognition
de: Schritt 5: Stifte anpassen
nl: Stap 5: Vormherkenning aanpassen

# strSetupStep5Description
source: SimpleJournal's shape recognition allows you to easily draw circles, ellipses and shapes from polygons to hexagons. Your drawing is automatically converted to a shape when a shape is recognized.
de: Sie können die Stifte anpassen. SimpleJournal bietet Ihnen 4 Stifte, damit man schnell zwischen verschiedenen Farben/Größen wechseln kann. Sie können die Stifte aber jederzeit oben im Menü ändern, d.h. wenn Sie noch nicht wissen, wie Sie Ihre Stifte einstellen möchten, können Sie einfach auf "Weiter" klicken.
nl: Met de vormherkenning van SimpleJournal teken je eenvoudig cirkels, ellipsen en vormen van veelhoeken tot zeshoeken. Uw tekening wordt automatisch geconverteerd naar een vorm wanneer een vorm wordt herkend.

# strSetupStep6
source: Step 6: Customize pens
de: Schritt 6: Textmarker anpassen
nl: Stap 6: pennen aanpassen

# strSetupStep6Description
source: You can customize the pens. SimpleJournal offers you 4 pens so that you can quickly switch between different colors/sizes. However, you can change the pens at any time at the top of the menu, i.e. if you do not yet know how to adjust your pens, you can simply click on "Next".
de: Hier können Sie Ihren Textmarker optimal für Ihre Bedürfnisse anpassen. Auch hier gilt, dass Sie diese Einstellung jederzeit sehr einfach oben im Menü ändern können. Wenn Sie noch nicht wissen, wie der Textmarker eingestellt werden soll, klicken Sie einfach auf "Weiter".
nl: U kunt de pennen aanpassen. SimpleJournal biedt je 4 pennen zodat je snel kunt wisselen tussen verschillende kleuren/maten. U kunt de pennen echter op elk moment bovenaan het menu wijzigen, d.w.z. als u nog niet weet hoe u uw pennen moet aanpassen, kunt u eenvoudig op "Volgende" klikken.

# strSetupStep7
source: Step 7: Customize Highlighter
nl: Stap 7: markeerstift aanpassen

# strSetupStep7Description
source: Here you can adjust your highlighter optimally for your needs. Here, too, you can change this setting very easily at any time at the top of the menu. If you do not yet know how the highlighter should be set, simply click on "Next".
nl: Hier kunt u uw highlighter optimaal aanpassen aan uw wensen. Ook hier kun je deze instelling op elk moment bovenaan in het menu heel eenvoudig wijzigen. Als u nog niet weet hoe de markeerstift moet worden ingesteld, klikt u gewoon op "Volgende".

# strSetupTitle
source: Welcome to the SimpleJournal setup assistant!
de: Willkommen zum SimpleJournal Einrichtungsassistent!
nl: Welkom bij de SimpleJournal setup-assistent!

# strShape
source: Shape
de: Form
nl: Vorm

# strShapes
source: Shapes:
de: Formen:
nl: Vormen:

# strShapesHeader
source: Shapes
de: Formen
nl: Vormen

# strSidepage
source: Sidebar
de: Seitenbar
nl: Zijbalk

# strSinglePage
source: Single Page
de: Einzelne Seite
nl: Enkele Pagina

# strSizes
source: Sizes:
de: Größen:
nl: Maten:

# strSJTerminated
source: SimpleJournal was terminated unexpectedly!
de: SimpleJournal wurde unerwartet beendet!
nl: SimpleJournal is onverwacht beëindigd!

# strSkip
source: Skip
de: Überspringen
nl: Overslaan

# strSquare
source: Square
de: Quadrat
nl: Vierkant

# strStateExportAsJournal
source: Export Journal ...
nl: Journaal exporteren ...

# strStateExportAsPDF
source: Export PDF ...
nl: PDF exporteren ...

# strStatePrinting
source: Print Journal ...
nl: Journaal afdrukken ...

# strStateSaving
source: Saving ...
nl: Opslaan ...

# strStretch_Fill
source: Fill
nl: Vullen

# strStretching
source: Stretching:
nl: Uitrekken:

# strStretching_Uniform
source: Uniform
nl: Proportioneel

# strStrokes
source: Strokes
de: Striche
nl: Stroken

# strStrokesDescription
source: You can erase a whole stroke if you touch it
de: Sie können ganze Striche radieren
nl: Je kunt een hele streek wissen als je hem aanraakt

# strSuccess
source: Success!
de: Erfolg!
nl: Succes!

# strSure
source: Sure?
nl: Zeker?

# strTestPreview
source: Preview - Here you can test!
de: Vorschau - Hier können Sie testen!
nl: Preview - Hier kun je testen!

# strTextDectection
source: Predictive Text
de: Texterkennung
nl: Voorspellende tekst

# strTextInput
source: Please enter text:
de: Bitte geben Sie den Text ein:
nl: Voer tekst in:

# strTextInputTitle
source: Insert text
de: Text einfügen
nl: Tekst invoegen

# strTextNotFound
source: was not found, either the text does not exist, or you have to write more tidy!
de: wurde nicht gefunden, entweder existiert der Text nicht, oder Sie müssen ordentlicher schreiben!
nl: Niet gevonden, of de tekst bestaat niet, of je moet netter schrijven!

# strTextNotFoundTitle
source: No search results!
de: Keine Suchergebnisse!
nl: Geen resultaten gevonden!

# strTextRecognization
source: Text Analysis
de: Textanalyse
nl: Tekstanalyse

# strTextSearch
source: Search
de: Suche
nl: Zoeken

# strTextToHightlight
source: This is a text to be marked
de: Dies ist ein zu makierender Text
nl: Dit is een tekst die gemarkeerd moet worden

# strTheme
source: Accent Color:
de: Akzentfarbe:
nl: Accent kleur:

# strTo
source: To
de: Bis
nl: Naar

# strToolFormFixed
source: Fixed
de: Fest
nl: Gemaakt

# strToolFormFree
source: Free
de: Frei
nl: Gratis

# strTransparent
source: Transparent
nl: Transparant

# strTriangle
source: Triangle (Polygon)
de: Dreieck (Vieleck)
nl: Driehoek (veelhoek)

# strUnderline
source: U
nl: O

# strUndo
source: Undo
de: Rückgängig
nl: Ongedaan maken

# strUnexceptedFailure
source: An unexpected error occurred!
de: Es ist ein unerwarterer Fehler aufgetreten!
nl: Er is een onverwachte fout opgetreden!

# strUnexceptedFailureLine1
source: SimpleJournal will now create a backup, please wait a moment. Afterwards the program will be closed!
de: SimpleJournal wird jetzt ein Backup erstellen, bitte warten Sie einen Augenblick. Danach wird das Programm beendet!
nl: SimpleJournal maakt nu een back-up, even geduld a.u.b. Daarna wordt het programma afgesloten!

# strUnexceptedFailureTitle
source: Unexpected failure!
de: Unerwarteter Fehler!
nl: Ongekende mislukking!

# strUnknown
source: Unknown
de: Unbekannt
nl: Onbekend

# strUnknownVersion
source: Version unknown
de: Version unbekannt
nl: Versie onbekend

# strUnpublishedDevVersion
source: Unpublished development version!
de: Unveröffentlichte Entwicklungsversion!
nl: Niet-gepubliceerde ontwikkelingsversie!

# strUnssportedFormatTitle
source: Unsupported format!
de: Falsches Format!
nl: Niet ondersteund formaat!

# strUnsupportedFormat
source: This format is currently not supported! Make sure you've a valid text/picture in your clipboard!
de: Das Format wird derzeit nicht unterstüzt, bitte stellen Sie sicher, dass Sie ein gültiges Bild oder einen Text in der Zwischenablage haben!
nl: Dit formaat wordt momenteel niet ondersteund! Zorg ervoor dat je een geldige tekst/afbeelding op je klembord hebt staan!

# strUpdateDialogDownload
source: Download and Install
de: Herunterladen
nl: Download en installeer

# strUpdateDialogFailedToOpenBrowserAutomatically
source: Your browser could not be opened automatically: {0}. Please open your browser and enter the following URL: {1}. Alternatively you can easily download the latest version on {2}!
de: Ihr Browser konnte nicht automatisch geöffnet werden: {0}. Bitte öffnen Sie Ihren Browser und geben die folgende URL ein: {1}. Alternativ können Sie auch einfach auf {2} die aktuellste Version downloaden!
nl: Uw browser kon niet automatisch worden geopend: {0}. Open uw browser en voer de volgende URL in: {1}. Als alternatief kunt u eenvoudig de nieuwste versie downloaden op {2}!

# strUpdateDialogNewVersionAvailable
source: A new update is available!
de: Ein neues Update ist verfügbar!
nl: Er is een nieuwe update beschikbaar!

# strUpdateDialogTitle
source: New update!
de: Neues Update!
nl: Nieuwe Update!

# strUpdateDialogVersionText
source: Version {0} is now available!
de: Version {0} ist jetzt verfügbar!
nl: Versie {0} is nu beschikbaar!

# strUpdateDownloadDialog_DownloadText
source: Downloading SimpleJournal v{0} ...
nl: SimpleJournal v{0} downloaden ...

# strUpdateDownloadDialog_FailedToDownloadUpdate
source: An error occurred while downloading the update! Please try again later!
nl: Er is een fout opgetreden tijdens het downloaden van de update! Probeer het later opnieuw!

# strUpdateDownloadDialog_FailedToOpenSetup
source: Error while opening the setup!
nl: Fout bij het openen van de setup!

# strUpdateDownloadDialog_PleaseWait
source: Please wait:
nl: Wacht alsjeblieft:

# strUpdateDownloadDialog_Title
source: Downloading ...
nl: Downloaden...

# strUseAutoSave
source: Enable AutoSave
de: AutoSave verwenden
nl: Automatisch opslaan inschakelen

# strUseBigScrollbar
source: Enlarge horizontal scroll bar
de: Horizontale Bildlaufleiste vergrößern
nl: Vergroot horizontale schuifbalk

# strUseBigScrollbarDescription
source: This setting is useful if you have a small screen, then you can use the pen to better reach the scroll bar.
de: Diese Einstellung ist sinnvoll, wenn Sie einen kleinen Bildschirm haben, dann können Sie mit dem Stift besser die Bildlaufleiste erreichen.
nl: Deze instelling is handig als je een klein scherm hebt, dan kun je de pen gebruiken om beter bij de schuifbalk te komen.

# strUseContactPressure
source: Use contact pressure
de: Anpressdruck verwenden
nl: Gebruik contactdruk

# strUseFitToCurve
source: Use Bézier smoothing
de: Bézierglättung verwenden
nl: Gebruik Bezier-afvlakking

# strUseNaturalScrolling
source: Use natural scrolling
de: Natürliches Scrollen verwenden
nl: Gebruik natuurlijk scrollen
