Repository: andyld97/SimpleJournal
Catalog: SimpleJournal/Properties/Resources.*.resx
Languages: de, nl

# strUseNaturalScrollingDescription
source: When scrolling by dragging/pushing, the natural scroll direction is used.
de: Beim Scrollen per Ziehen/Schieben wird die natürliche Scrollrichtung verwendet.
nl: Bij scrollen door middel van slepen/duwen wordt de natuurlijke scrollrichting gebruikt.

# strUseOldChequeredPatternLine1
source: Use old pattern for checkered pages (For old documents)
de: Altes Muster für karierte Seiten verwenden (Für alte Dokumente)
nl: Gebruik oud patroon voor aangevinkte pagina's (voor oude documenten)

# strUseOldChequeredPatternLine2
source: Changing this setting not affect the currently loaded document.
de: Das Verändern dieser Einstellung wirkt sich nicht auf das aktuell geladene Dokument aus.
nl: Het wijzigen van deze instelling heeft geen invloed op het momenteel geladen document.

# strUseReplaceEllipsesWithCircles
source: Replace ellipses with circles
de: Ellipsen durch Kreise ersetzen
nl: Vervang ellipsen door cirkels

# strUseRotationCompensation
source: Use rotation compensation
de: Rotationsausgleich verwenden
nl: Rotatiecompensatie gebruiken

# strUseRulerCompensation
source: Use ruler compensation
nl: Liniaalcompensatie gebruiken

# strWantToClearPageTitle
source: Clear?
de: Leeren?
nl: Wissen?

# strWaitingDialogReadingDocument
source: Reading Document ...
nl: Document lezen...

# strView
source: View
de: Ansicht
nl: Zicht

# strVersionUpToDate
source: Up-to-date!
de: aktuell!
nl: Actueel!

# strWantToCreateNewJournal
source: Would you like to create a new journal without saving the old one?
de: Möchten Sie ein neues Journal erstellen ohne das alte Journal zu speichern?
nl: Wilt u een nieuw journaal maken zonder het oude op te slaan?

# strWantToClearPage
source: Do you really want to clear this page?
de: Möchten Sie diese Seite wirklich leeren?
nl: Wil je deze pagina echt wissen?

# strWantToDeletePage
source: Are you sure you want to delete this page?
de: Sind Sie sich sicher, dass Sie diese Seite löschen möchten?
nl: Weet je zeker dat je deze pagina wilt verwijderen?

# strUseRulerCompensation_Description
source: The ruler compensation ensures that lines that are drawn minimally crooked are automatically straightened.
nl: De liniaalcompensatie zorgt ervoor dat lijnen die minimaal scheef zijn getekend automatisch recht worden getrokken.

# strWaitingDialogReadingPage
source: Reading page {0} of {1} ...
nl: Leespagina {0} van {1} ...

# strWaitingDialogCurrentProgress
source: Current Progress:
nl: Huidige vooruitgang:

# strWaitingDialogTotalProgress
source: Total Progress:
nl: Totale vooruitgang:

# strWrongFileFormatTitle
source: Wrong file format!
de: Falsches Dateiformat!
nl: Verkeerd bestandsformaat!

# strWrongFileFormat
source: The specified file does not have the correct file format!
de: Die angegebene Datei hat nicht das richtige Dateiformat!
nl: Het opgegeven bestand heeft niet het juiste bestandsformaat!

# strWrite
source: Write
de: Schreiben
nl: Schrijven

# strWindowSize
source: Window Size At Startup:
de: Fenstergröße beim Start:
nl: Venstergrootte bij opstarten:

# strWindowModeMaximized
source: Maximized
de: Maximiert
nl: Gemaximaliseerd

# strWantToDeletePageTitle
source: Delete page?
de: Seite löschen?
nl: Pagina verwijderen?

# strWindowModeNormal
source: Normal
nl: Normaal

# strWindowModeFullscreen
source: Fullscreen
de: Vollbild
nl: Volledig scherm

# strWindowMode
source: Window Mode:
de: Fenstermodus:
nl: Raam modus:

# strWindow
source: Window
de: Fenster
nl: Venster

# strWatingText
source: Please wait while document "{0}" is loading ...
de: Bitte warten Sie während {0} geladen wird (Seite {1}/{2}) ...
nl: Even geduld a.u.b. document "{0}" wordt geladen...

# strSetupSetp1_Description
source: Does your screen have HD resolution?
nl: Heeft uw scherm een HD-resolutie?

# strSetupSetp1_Title
source: Step 1: General settings
nl: Stap 1: Algemene instellingen

# strRecentDocumentLastChange
source: Last change:
nl: Laatste veranderingen:

# strForward
source: Redo
de: Wied...
nl: Opni...

# strPageManagmentControl_SaveError
source: An error occurred while saving: {0}
nl: Er is een fout opgetreden tijdens het opslaan: {0}

# strPageManagmentDialog_HoverDefaultText
source: Hover the mouse over one of the buttons and the function is displayed here!
nl: Beweeg de muis over een van de knoppen en de functie wordt hier weergegeven!

# strPageManagmentDialogButtonRotatePage
source: Rotates the page (change from portrait to landscape or landscape to portrait)
nl: Draait de pagina (van staand naar liggend of van liggend naar staand)

# strPageManagmentDialog_ClearPage
source: Clear Page
nl: Bladzijde Pagina

# strPageManagmentDialog_DeletePage
source: Delete Page
nl: Verwijder Pagina

# strPageManagmentDialog_RotatePage_Title
source: Rotate Page?
nl: Bladzijde omslaan?

# strPageManagmentDialog_RotatePage_Message
source: Do you really want to rotate this page? If there is already drawing on the page, all drawings are moved!
nl: Wilt u deze pagina echt roteren? Als er al een tekening op de pagina staat, worden alle tekeningen verplaatst!

# strNavigateToPreviousPage
source: Navigate to previous page
nl: Naar vorige pagina gaan

# strNavigateToNextPage
source: Navigate to next page
nl: Navigeer naar de volgende pagina

# strDataProtection
source: Privacy Policy
nl: Privacybeleid

# strUserFeedback
source: User Feedback
nl: Gebruikers Feedback

# strFailedToInsertImage
source: Error while inserting the image:
nl: Fout bij het invoegen van de afbeelding:

# strPDFConversationDialog_HelpToggle
source: Show/Hide Help
nl: Help weergeven/verbergen

# strPDFConversationDialog_Options
source: Options:
nl: Opties:

# strPDFConversationDialog_UseSelfHostedPDF2JApi
source: Use self-hosted PDF2J API
nl: Gebruik zelf gehoste PDF2J API

# strPDFConversationDialog_SelfHostedPDF2JUrlDescription
source: PDF2J Url (e.g. http://my-url.de:8080):
nl: PDF2J Url (b.v. http://my-url.de:8080):

# strDotnetUpdateSetup_PrepareMessage
source: The setup is started after the download and SimpleJournal is then closed (unsaved changes are lost)! ATTENTION: SimpleJournal will not be restarted, please restart SimpleJournal after the .NET installation!
nl: De setup wordt gestart na het downloaden en SimpleJournal wordt dan afgesloten (niet opgeslagen wijzigingen gaan verloren)! ATTENTIE: SimpleJournal zal niet herstart worden, herstart SimpleJournal a.u.b. na de .NET installatie!

# strDotnetUpdateSetup_FailedToDetermineDownloadUrl
source: The download URL for .NET {0} could not be determined! The setup will be aborted. Details: {1}
nl: The download URL for .NET {0} could not be determined! The setup is aborted. Details: {1}

# strDotnetUpdate_FailedToOpenSetup
source: Error opening "{0}" Details: {1}
nl: Fout bij het openen van "{0}" Details: {1}

# strDotnetUpdateSetup_Downloading
source: Downloading "{0}" ...
nl: Download "{0}" ...

# strNotifications
source: Notifications
nl: Kennisgevingen

# strNotifications_Update_MessageRun1
source: An update for SimpleJournal is now available:
nl: Een update voor SimpleJournal is nu beschikbaar:

# strNotifications_Update_UserInteraction_ExecuteUpdate
source: Run update
nl: Update uitvoeren

# strNotifications_UserInteraction_ShowChangelog
source: View changes
nl: Wijzigingen bekijken

# strObsoleteNETVersionNotification_Message_Run1
source: You are using an outdated .NET version (
nl: U gebruikt een verouderde .NET Core versie (

# strObsoleteNETVersionNotification_Message_Run2
source: ). Please update your .NET version to ensure that the program works without errors.
nl: ). Gelieve uw .NET Core versie te updaten om er zeker van te zijn dat het programma zonder fouten werkt.

# strDateTimeFormat
source: MM/dd/yyyy HH:mm
nl: dd.MM.yyyy HH:mm

# strShowNotificationsTooltip
source: Show notifications
nl: Meldingen tonen

# strHideNotifications
source: Hide notifications
nl: Meldingen verbergen

# strSettingsDialogTouchDeviceManagerDescription_Download1
source: Alternatively, you can use
nl: Als alternatief kunt u de

# strSettingsDialogTouchDeviceManagerDescription_Download2
source: version of SimpleJournal!
nl: versie van SimpleJournal gebruiken!

# strThis
source: this
nl: deze

# strPreviewDescription
source: Here you can test!
nl: U kunt hier testen!

# strPreviewTitle
source: Preview
nl: Voorbeeld

# strPatternDialog_ChequeredOffset
source: Box Spacing:
nl: Box Afstand:

# strPatternDialog_DottedColor
source: Color:
nl: Kleur:

# strPatternDialog_DottedOffset
source: Dot Distance:
nl: Point Gap:

# strPatternDialog_DottedRadius
source: Radius:
nl: Straal:

# strPatternDialog_Intensity
source: Sharpness:
nl: Intensiteit:

# strPatternDialog_LineColor
source: Line Color:
nl: Lijnkleur:

# strPatternDialog_RuledOffset
source: Line Spacing:
nl: Regelafstand:

# strPatternDialog_StrokeWidth
source: Stroke Width:
nl: Lijnbreedte:

# strPatternDialog_ApplyChanges
source: Apply Changes
nl: Wijzigingen aanbrengen

# strPatternDialog_DiscardChanges
source: Discard Changes
nl: Veranderingen weggooien

# strPatternDialog_HelpText_Description
source: In this dialog you have the option of optimally setting the various paper patterns ( chequered, dotted and ruled). The patterns are already very suitable for working with by default. However, it may be useful to adjust the patterns, e.g. a larger or smaller line spacing!
nl: In deze dialoog heeft u de mogelijkheid om de verschillende papierpatronen (ruitjes, puntjes en gelijnd) optimaal in te stellen. De patronen zijn standaard al zeer geschikt om mee te werken. Het kan echter nuttig zijn de patronen aan te passen, b.v. een grotere of kleinere regelafstand!

# strPatternDialog_HelpText_Description_2
source: This dialog is intended to set the settings once ideally for your purposes. When you load other documents, your settings are not taken into account, i.e. you can load and edit other documents without any problems.
nl: Deze dialoog is bedoeld om de instellingen een keer ideaal voor uw doeleinden in te stellen. Wanneer u andere documenten laadt, wordt geen rekening gehouden met uw instellingen, d.w.z. dat u andere documenten zonder problemen kunt laden en bewerken.

# strPatternDialog_HelpText_Head_Description
source: Description:
nl: Beschrijving:

# strPatternDialog_HelpText_Head_Hint
source: Important notice:
nl: Belangrijke mededeling:

# strPatternDialog_HelpText_Head_ResetSettings
source: Reset the settings:
nl: Reset de instellingen:

# strPatternDialog_HelpText_Hint
source: The settings do not apply to current and loaded documents that have a changed setting or no setting. For example, if you load old documents, the default settings are used, otherwise the documents cannot be displayed cleanly.
nl: De instellingen zijn niet van toepassing op huidige en geladen documenten die een gewijzigde instelling of geen instelling hebben. Als u bijvoorbeeld oude documenten laadt, worden de standaardinstellingen gebruikt, anders kunnen de documenten niet netjes worden weergegeven.

# strPatternDialog_HelpText_Hint2
source: This means that the settings you make here only apply to new documents. If you insert a new page, the settings from the currently loaded document are always used.
nl: Dit betekent dat de instellingen die u hier maakt alleen van toepassing zijn op nieuwe documenten. Als u een nieuwe pagina invoegt, worden altijd de instellingen van het huidige geladen document gebruikt.

# strPatternDialog_HelpText_Hint3
source: The settings made here always refer to the entire document!
nl: De hier gemaakte instellingen hebben altijd betrekking op het gehele document!

# strPatternDialog_HelpText_ResetSettings
source: The settings can be reset at any time, but please note that this does not apply to documents that have already been loaded.
nl: De instellingen kunnen op elk moment worden teruggezet, maar let op: dit geldt niet voor documenten die al zijn geladen.

# strSettings_EditPaperPattern
source: Edit paper pattern
nl: Bewerk papier patroon

# strPatternDialog_ResetToDefault
source: Restore Default
nl: Standaard Herstellen

# strDocument
source: Document
de: Dokument

# strFinish
source: Finish
de: Abschließen

# strHelp
source: Help
de: Hilfe

# strHint
source: Hint
de: Hinweis

# strHintTitle
source: Hint
de: Hinweis

# strInsertText
source: Text
de: Neuer Text

# strObject
source: Object
de: Objekt

# strPen1
source: Pen 1
de: Stift 1

# strPen2
source: Pen 2
de: Stift 2

# strPen3
source: Pen 3
de: Stift 3

# strPen4
source: Pen 4
de: Stift 4

# strTools
source: Tools
de: Werkzeuge

# strTrapeze
source: Trapeze
de: Trapez
