Repository: andyld97/SimpleJournal
Catalog: SimpleJournal/Properties/Resources.*.resx
Languages: de, nl

# strAbout
source: About
de: Über
nl: Over

# strAboutText1
source: Idea by Daniel S. Programmed by Andreas L. Many thanks ... ... to Daniel S. and Stefan E. for the ideas/program tests! ... to Elmo who made the dutch translation!
de: Idee von Daniel S. Programmiert von Andreas L. Vielen Dank ... ... an Daniel S. und Stefan E. für die Ideen/Programmtests!
nl: Idee van Daniel S. Geprogrammeerd door Andreas L. Erg bedankt ... ... aan Daniel S. en Stefan E. voor de ideeën! ... aan Elmo die de Nederlandse vertaling maakte!

# strAboutTextFluentRibbon_1
source: ... to
de: ... an
nl: ... naar

# strAboutTextFluentRibbon_2
source: for the menu!
de: für das Menü!
nl: voor de menu!

# strAboutTextIcons8_1
source: ... to
de: ... an
nl: ... naar

# strAboutTextIcons8_2
source: for the free icons!
de: für die kostenlosen Icons!
nl: voor de gratis iconen!

# strAboutTextMagickNET
source: ... to
nl: ... naar

# strAddPage
source: Add Page
de: Seite einfügen
nl: Pagina toevoegen

# strAddPageHere
source: Insert page here
de: Seite hier einfügen
nl: Voeg hier pagina in

# strAddPageTooltip
source: Adds a new page
de: Fügt eine neue Seite hinzu
nl: Nieuwe pagina toevoegen

# strAutoBackupDirectoryDoesNotExists
source: The directory does not exist at the moment! But as soon as a new backup is created, the directory will be created again!
de: Das Verzeichnis existiert derzeit nicht! Aber sobald ein Backup erstellt wird, wird der Ordner wieder angelegt!
nl: Deze map bestaat op dit moment nog niet! Maar zodra er een nieuwe back-up is gemaakt, wordt de map opnieuw gemaakt!

# strAutoBackupDirectoryDoesNotExistsTitle
source: Directory does not exist!
de: Verzeichnis existiert nicht!
nl: Map bestaat niet!

# strAutoSaveCouldRecoverThisFile
source: AutoSave can restore the following file:
de: AutoSave kann die folgende Datei wiederherstellen:
nl: AutoSave kan de volgende bestand herstellen:

# strAutoSaveDateTimeFileFormat
source: yyyy.MM.dd-HH.mm.ss.fff
de: dd.MM.yyyy-HH.mm.ss.fff
nl: dd.MM.yyyy-HH.mm.ss.fff

# strAutoSaveDescription
source: AutoSave is a feature that always makes a backup at a predefined interval (e.g. every 5 minutes). In other words, if SimpleJournal terminates unexpectedly, you can save the document from AutoSave and load it again.
de: AutoSave ist ein Feature, das immer in einem vordefinierten Intervall (z.B. alle 5 Minuten) ein Backup macht. D.h. sollte SimpleJournal unerwartet beendet werden, können Sie von AutoSave das Dokument sichern und wieder laden.
nl: AutoSave is een functie die altijd een back-up maakt met een vooraf gedefinieerd interval (bijvoorbeeld elke 5 minuten). Met andere woorden, als SimpleJournal onverwachts wordt beëindigd, kunt u het document vanuit AutoSave opslaan en opnieuw laden.

# strAutoSaveDialogButtonDiscard
source: Discard all
de: Alle Verwerfen
nl: Alles weggooien

# strAutoSaveDialogButtonRecover
source: Recover all
de: Alle Wiederherstellen
nl: Alles herstellen

# strAutoSaveInterval
source: AutoSave Interval (minutes):
de: AutoSave Intervall (Minuten):
nl: AutoSave Interval (minuten):

# strAutoSaveNoBackupFileFound
source: No backup file found!
de: Keine Backup-Datei gefunden!
nl: Geen back-up bestand gevonden!

# strAutoSaveNoBackupFileFoundHint
source: (Make sure that the AutoSave interval is not too high!)
de: (Stellen Sie sicher, dass das Interval von AutoSave nicht zu hoch gewählt ist!)
nl: (Zorg ervoor dat de AutoSave interval niet te hoog is!)

# strBack
source: Back
de: Zurück
nl: Terug

# strBackground
source: Background:
de: Hintergrund:
nl: Achtergrond:

# strBackgroundColor
source: Background Color:
de: Hintergrundfarbe:
nl: Achtergrond kleur:

# strBackupFileCannotBeOpened
source: This journal cannot be opened because it is a backup!
de: Dieses Journal kann nicht geöffnet werden, da es ein Backup ist!
nl: Dit journaal kan niet worden geopend omdat het een back-up is!

# strBackupFileCannotBeOpenedTitle
source: Backup cannot be opened!
de: Ein Backup kann nicht geöffnet werden!
nl: Back-up kan niet geopend worden!

# strBackupOriginExplanation
source: Backups that have an origin are restored to the location of origin, for all other backups you have to choose to which folder the files should be restored!
de: Backups, die einen Ursprung haben, werden an den Ursprungsort wiederhergestellt, für alle anderen Backups müssen Sie auswählen, in welchem Ordner die Backups wiederhergestellt werden sollen!
nl: Back-ups die een oorsprong hebben worden teruggezet naar de locatie van hun oorsprong, voor alle andere back-ups moet u kiezen naar welke map de bestanden moeten worden teruggezet!

# strBackwards
source: Undo
de: Rück...
nl: Terug

# strBackwardsDescription
source: Undos the last action
de: Macht die letzte Aktion rückgängig
nl: De laatste actie ongedaan maken

# strBehaviour
source: Behavior
de: Verhalten
nl: Gedrag

# strBold
source: B
de: F
nl: V

# strBringToFront
source: Bring to front
de: In den Vordergrund holen
nl: Naar voren brengen

# strButtonDisplayAutoSaveDirectory
source: Show in Explorer
de: Im Explorer anzeigen
nl: In Explorer laten zien

# strCancel
source: Cancel
de: Abbrechen
nl: Annuleren

# strChoosePenColor
source: Choose color of pen
de: Stiftfarbe auswählen
nl: Kies de kleur van de pen

# strChooseRubberForm
source: You can choose the shape of the rubber
de: Sie können die Form des Radiergummis auswählen
nl: Je kan de vorm van de rubber kiezen

# strChooseRubberSize
source: You can choose the size of the rubber
de: Sie können die Größe des Radiergummis auswählen
nl: Je kan de maat van de rubber kiezen

# strCircle
source: Circle
de: Kreis
nl: Cirkel

# strClear
source: Clear
de: Leeren
nl: Wissen

# strClearLastOpenedDocuments
source: Reset last opened documents
de: Zuletzt geöffnete Dokumente zurücksetzen
nl: Laatst geopende document resetten

# strClearPage
source: Clear Page
de: Seite leeren
nl: Pagina wissen

# strClearPageTooltip
source: Clears the current page
de: Leert die aktuelle Seite
nl: Huidige pagina wissen

# strClipboard
source: Clipboard
de: Zwischenablage
nl: Klembord

# strClose
source: Close
de: Beenden
nl: Sluiten

# strCloseSidebar
source: Close sidebar
de: Toolbar schließen
nl: Zijbalk sluiten

# strColor
source: Color:
de: Farbe:
nl: Kleur:

# strColors
source: More Colors:
de: Farben:
nl: Meer Kleuren:

# strContent
source: Content:
de: Inhalt:
nl: Inhoud:

# strConvertToForm
source: Transform to Shape
de: In Form umwandeln
nl: Transformeren naar vorm

# strCopy
source: Copy
de: Kopieren
nl: Kopiëren

# strCopyDescription
source: Copies all selected objects/strokes
de: Kopiert alle ausgewählten Objekte/Striche
nl: Kopieert alle geselecteerde objecten/streken

# strCreateScripts
source: Create Scripts ...
de: Skripts erstellen ...
nl: Scripts maken...

# strDark
source: Dark
de: Dunkel
nl: Donker

# strDarkModeSettingsTitle
source: Color mode:
de: Darstellung:
nl: Kleur mode:

# strDate
source: Date:
de: Datum:
nl: Datum:

# strDateFormat
source: MM/dd/yyyy
de: dd.MM.yyyy
nl: dd.MM.yyyy

# strDefaultColors
source: Default Colors:
de: Standard Farben:
nl: Standaard kleuren:

# strDeletePage
source: Remove Page
de: Seite löschen
nl: Pagina verwijderen

# strDeletePageTooltip
source: Deletes the current page
de: Löscht die aktuelle Seite
nl: Verwijderd de huidige pagina

# strDescription
source: Description:
de: Beschreibung:
nl: Beschrijving:

# strDisableTouchscreen
source: Deactivate touch screen
de: Touchscreen deaktivieren
nl: Touchscreen deactiveren

# strDiscardBackupToolTip
source: Discard Backup
de: Backup verwerfen
nl: Back-up verwijderen

# strDiscardQuestion
source: Are you really sure you want to discard this file?
de: Sind Sie sich wirklich sicher, dass Sie diese Datei verwerfen möchten?
nl: Weet u zeker dat u dit bestand wilt verwijderen?

# strDiscardQuestionAll
source: Are you really sure you want to discard all files?
de: Sind Sie sich wirklich sicher, dass Sie alle Dateien verwerfen möchten?
nl: Weet u zeker dat u alle bestanden wilt verwijderen?

# strDiscardTitle
source: Sure?
de: Sicher?
nl: Zeker?

# strDisplayRecoverDialogDescription
source: If AutoSave is activated and SimpleJournal will exit unexpectedly, it can happen that there are no files to restore (e.g. an empty document or if no changes were made after saving). The message can still be useful because you will be aware that SimpleJournal was terminated unexpectedly.
de: Wenn AutoSave aktiviert ist und SimpleJournal unerwartet beendet wird kann es passieren, dass es keine Dateien zum Wiederherstellen gibt (z.B. bei einem leeren Dokument oder wenn keine Änderungen nach dem Speichern gemacht wurden). Die Meldung kann dennoch nützlich sein, weil Sie dann wissen, dass SimpleJournal unerwartet beendet wurde.
nl: Als AutoSave is geactiveerd en SimpleJournal onverwacht afsluit, kan het gebeuren dat er geen bestanden zijn om te herstellen (bijvoorbeeld een leeg document of als er geen wijzigingen zijn aangebracht na het opslaan). Het bericht kan nog steeds nuttig zijn, omdat u weet dat SimpleJournal onverwacht is beëindigd.

# strDisplayObjects
source: Display objects
de: Objekte anzeigen
nl: Objecten weergeven

# strDisplayRecoverDialogTitle
source: Display crash message even if there are no files to restore
de: Absturz-Meldung auch anzeigen, wenn keine Dateien zum Wiederherstellen vorhanden sind
nl: Crashbericht weergeven zelfs als er geen bestanden zijn om te herstellen

# strDisplaySidebarAutomatically
source: Display sidebar automatically
de: Objektleiste automatisch einblenden
nl: Zijbalk automatisch weergeven

# strDisplaySidebarAutomaticallyDescription
source: The object bar always appears automatically when you select a shape or an image. However, this behavior can be annoying on smaller screens, where the object bar partially hides the paper.
de: Die Objektleiste blendet sich immer automatisch ein, wenn Sie eine Form oder ein Bild auswählen. Dieses Verhalten kann bei kleineren Bildschirmen aber störend wirken, weil die Objektleiste dort das Blatt teilweise verdeckt.
nl: De objectbalk verschijnt altijd automatisch wanneer u een vorm of afbeelding selecteert. Dit gedrag kan echter vervelend zijn op kleinere schermen, waar de objectbalk het papier gedeeltelijk verbergt.

# strDontReplaceEllipsesWithCircles
source: Do not replace ellipses with circles
de: Ellipsen nicht durch Kreise ersetzten
nl: Vervang ellipsen niet door cirkels

# strDontUseContatPressure
source: Don't use contact pressure
de: Anpressdruck nicht verwenden
nl: Geen contactdruk gebruiken

# strDontUseFitToCurve
source: Do not use Bézier smoothing
de: Bézierglättung nicht verwenden
nl: Gebruik geen afvlakking van Bézier

# strDontUseRotationCompensation
source: Do not use rotation compensation
de: Rotationsausgleich nicht verwenden
nl: Gebruik geen rotatiecompensatie

# strDontUseRulerCompensation
source: Don't use ruler compensation
nl: Gebruik geen liniaalcompensatie

# strDraw
source: Draw
de: Zeichnen
nl: Tekenen

# strEdit
source: Edit
de: Bearbeiten
nl: Bewerken

# strEditMarkerSize
source: Edit highlighter size
de: Textmarkerbreite ändern
nl: Bewerk markeer maat

# strEditObjectDescription
source: Edit an object
de: Bearbeiten eines Objekts
nl: Bewerk een object

# strEditObjects
source: Edit objects:
de: Objekt bearbeiten:
nl: Bewerk objecten:

# strEditPenSize
source: Edit pen size
de: Stiftbreite ändern
nl: Bewerk pen maat

# strEmptyClipboard
source: The clipboard is empty. There are no objects to insert!
de: Die Zwischenablage ist leer. Es gibt keine Objekte zum Einfügen!
nl: Het klembord is leeg. Er zijn geen voorwerpen om in te voegen!

# strEmptyClipboardTitle
source: Empty clipboard!
de: Leere Zwischenablage!
nl: Leeg klembord!

# strEmptySelection
source: Empty selection!
de: Leere Auswahl!
nl: Lege selectie!

# strEmptyText
source: Empty text
de: Leerer Text
nl: Lege text

# strEnableTouchScreen
source: Activate touch screen
de: Touchscreen aktivieren
nl: Activeer touchscreen

# strEnterValidText
source: Please enter a valid text!
de: Bitte geben Sie einen gültigen Text ein!
nl: Voer een geldige tekst in!

# strExport
source: Export
de: Exportieren
nl: Exporteren

# strExportAllPages
source: All Pages
de: Alle Seiten
nl: Alle pagina's

# strExportAsJournal
source: Export As Journal
de: Als Journal exportieren
nl: Exporteer als Journaal

# strExportAsJournalExplanation
source: If this option is not selected, the pages are exported as images!
de: Wenn diese Option nicht ausgewählt ist, werden die Seiten als Bilder exportiert!
nl: Als deze optie niet is geselecteerd, worden de pagina's geëxporteerd als afbeeldingen!

# strExportAsPDF
source: Export as PDF
nl: Exporteren als PDF

# strExportCurrentPage
source: Current Page
de: Ausgewählte Seite
nl: Huidige pagina

# strExportDialogExpanderExplanation
source: Fold out all the pages or hide all the pages!
de: Klappt alle Seiten aus oder versteckt alle Seiten!
nl: Vouw alle pagina's uit of verberg alle pagina's!

# strExportDocument
source: Export
de: Exportieren
nl: Exporteren

# strExportDialogInvalidSettings
source: Invalid settings!
de: Ungültige Einstellungen!
nl: Ongeldige instellingen!

# strExportFailed
source: Failed to export page
de: Fehler beim Exportieren der Seite
nl: Kan pagina niet exporteren

# strExportFinished
source: Export completed!
de: Export abgeschlossen!
nl: Export voltooid!

# strExportPageArea
source: Page Area (e.g. 3-5)
de: Seitenbereich (z.B. 3-5)
nl: Paginagebied (bv. 3-5)

# strExportPages
source: Export Pages
de: Seiten exportieren
nl: Pagina's exporteren

# strFailedToCopyFile
source: Error copying the file! Please choose a different location!
de: Fehler beim Kopieren der Datei! Bitte wählen Sie einen anderen Ort aus!
nl: Fout bij het kopiëren van het bestand! Kies een andere locatie!

# strFailedToCopyFileTitle
source: Error copying the file!
de: Fehler beim Kopieren!
nl: Fout bij het kopiëren van het bestand!

# strFailedToDeleteFile
source: Error while deleting the file!
de: Fehler beim Löschen der Datei!
nl: Fout bij het verwijderen van het bestand!

# strFailedToDeleteFileTitle
source: Error!
de: Fehler!
nl: Fout!

# strFailedToDeleteSomeBackups
source: Error deleting some backups!
de: Fehler beim Löschen einiger Backups!
nl: Fout bij het verwijderen van enkele back-ups!

# strFailedToDeleteSomeBackupsTitle
source: Error!
de: Fehler!
nl: Fout!

# strFailedToExportJournalAsPDF
source: Error while exporting the journal as a PDF file
nl: Fout bij het exporteren van het journaal als PDF-bestand

# strFailedToExtractSJFileAssoc
source: Failed to extract SJFileAssoc for creating the file association: {0}
nl: Kan SJFileAssoc niet uitpakken voor het maken van de bestandskoppeling: {0}

# strFailedToLoadImage
source: Error loading the image:
de: Fehler beim Laden des Bildes:
nl: Fout bij het laden van de afbeelding:

# strFailedToLoadJournal
source: Error loading the journal:
de: Fehler beim Laden des Journals:
nl: Fout bij het laden van het journaal:

# strFailedToLoadJournalFromNetwork
source: Error while loading the journal, make sure that the journal is located locally on your computer. No journal can be loaded from the network!
de: Fehler beim Laden des Journals, stellen Sie sicher, dass sich das Journal lokal auf Ihrem Computer befindet. Es kann kein Journal aus dem Netzwerk geladen werden!
nl: Fout bij het laden van het journaal, zorg ervoor dat het journaal lokaal op je computer staat. Er kan geen journaal van het netwerk worden geladen!

# strFailedToLoadJournalTitle
source: Critical error!
de: Kritischer Fehler!
nl: Kritische fout!

# strFailedToOpenAutoBackupDirectory
source: Error opening the directory in explorer:
de: Fehler beim Öffnen des Verzeichnis im Explorer:
nl: Fout bij het openen van de map in verkenner:

# strFailedToOpenAutoBackupDirectoryTitle
source: Error!
de: Fehler!
nl: Fout!

# strFailedToOpenNewSJInstance
source: Error while opening another instance of SimpleJournal:
de: Fehler beim Öffnen einer weiteren Instanz von SimpleJournal:
nl: Fout bij het openen van een ander exemplaar van SimpleJournal:

# strFailedToOpenNewSJInstanceTitle
source: Error!
de: Fehler!
nl: Fout!

# strFailedToRecoverJournal
source: Error while restoring the journal:
de: Fehler beim Wiederherstellen des Journals:
nl: Fout bij het herstellen van het journaal:

# strFailedToRecoverJournalTitle
source: Error!
de: Fehler!
nl: Fout!

# strFailedToResetPens
source: Error when resetting the pens:
de: Fehler beim Zurücksetzen der Stifte:
nl: Fout bij het resetten van de pennen:

# strFailedToSaveImage
source: Error when saving the image:
de: Fehler beim Speichern des Bildes:
nl: Fout bij het opslaan van de afbeelding:

# strFailedToSaveJournal
source: Error when saving the journal:
de: Fehler beim Speichern des Journals:
nl: Fout bij het opslaan van het journaal:

# strFailedToSaveJournalTitle
source: Critical error!
de: Kritischer Fehler!
nl: Kritische fout!

# strFailedToSendFeedback
source: Failed to send your feedback, please make sure you internet connection is working!
de: Fehler beim Senden des Feedbacks, bitte prüfen Sie Ihre Interntverbindung!
nl: Het verzenden van u feedback is mislukt. Controleer of u internetverbinding werkt!

# strFailedToUpdate
source: Failed to update:
de: Fehler beim Update:
nl: Kan niet updaten:

# strFailure
source: Error!
de: Fehler!
nl: Fout!

# strFeedbackDescription
source: I would be very pleased to receive your feedback, regardless of whether you have a suggestion for improvement, an idea or a bug. You can help to significantly improve the quality of the program.
de: Haben Sie einen Fehler gefunden? Was würden Sie verbessern? Ich würde mich über Ihr Feedback freuen! Ihre Daten werden nicht an Dritte weitergegeben, sondern auschließlich dazu verwendet, um Ihnen eventuell eine Rückmeldung zu geben.
nl: Heb je een probleem gevonden? Wat zou je verbeteren? Ik zou je feedback heel erg warderen! Uw gegevens worden niet met anderen gedeeld, maar alleen gebruikt om u feedback te geven.

# strFeedbackSent
source: Your feedback has been sent successfully. Thank you very much!
de: Ihr Feedback wurde erfolgreich gesendet. Vielen Dank!
nl: Uw feedback is succesvol verzonden. Heel erg bedankt!

# strFile
source: File
de: Datei
nl: Bestand

# strFileNotFound
source: File "{0}" not found!
nl: Bestand "{0}" niet gevonden!

# strFitToCurveDescription
source: Specifies whether Bézier smoothing should be used for rendering. After a curve is drawn, it is smoothed and no longer looks angular (often curves become very edgy, especially when drawing with the mouse, this setting is useful).
de: Gibt an, ob die Bézierglättung zum Rendern verwendet werden soll. Nachdem eine Kurve gezeichnet wurde, wird diese geglättet und sieht nicht mehr kantig aus (oft werden Kurven sehr kantig, vorallem wenn man mit der Maus zeichnet, dann ist diese Einstellung sinnvoll).
nl: Geeft aan of Bézier-effening moet worden gebruikt voor het renderen. Nadat een curve is getekend, wordt deze afgevlakt en ziet deze er niet langer hoekig uit (vaak worden curven erg scherp, vooral als u met de muis tekent, is deze instelling handig).

# strFitToCurveTitle
source: Use Bézier smoothing
de: Bézierglättung verwenden
nl: Gebruik Bézier-effening

# strFont
source: Font:
de: Schriftart:
nl: Lettertype:

# strFontSize
source: Font Size:
de: Schriftgröße:
nl: Tekstgrootte:

# strFormat
source: Format
nl: Formaat

# strForwardDescription
source: Redos the last action
de: Wiederholt die letzte Aktion
nl: Doe de laatste actie opnieuw

# strFrameColor
source: Border Color:
de: Umrandungsfarbe:
nl: Rand kleur:

# strFrameWidth
source: Border Width:
de: Umrandungsbreite:
nl: Rand breedte:

# strFree
source: Free
de: Frei
nl: Vrij

# strFreeDescription
source: You can erase pixel-precise
de: Sie können pixelgenau radieren
nl: U kunt pixel-precies wissen

# strFrom
source: From
de: Von
nl: Van

# strFullscreen
source: Fullscreen
de: Vollbild
nl: Volledig scherm

# strGeneral
source: General
de: Allgemein
nl: Algemeen

# strGUI
source: User Interface
de: Benutzeroberfläche
nl: Gebruikersomgeving

# strHelpLnk
source: https://simplejournal.ca-soft.net/en/faq/
de: https://simplejournal.ca-soft.net/de/index.php?page=help
nl: https://simplejournal.ca-soft.net/nl/faq/

# strHelpText
source: For more information, see
de: Weitere Informationen finden Sie in der
nl: Voor meer informatie, zie

# strHexagon
source: Hexagon (Polygon)
de: Sechseck (Vieleck)
nl: Zeshoek (veelhoek)

# strHighlight
source: Highlighter
de: Markieren
nl: Markeren

# strHintInsert
source: Note: Please click anywhere on any page to insert the object there. Click on Yes to ignore this hint! Click on No to continue to receive this message!
de: Hinweis: Bitte klicken Sie nun an eine beliebige Stelle auf eine beliebige Seite, um das Objekt dort einzufügen. Klicken Sie auf Ja, um diesen Hinweis zu ignorieren! Klicken Sie auf Nein, um diesen Hinweis weiterhin zu erhalten!
nl: Opmerking: klik ergens op een pagina om het object daar in te voegen. Klik op Ja om deze hint te negeren! Klik op Nee om dit bericht te blijven ontvangen!

# strImage
source: Image
de: Bild
nl: Afbeelding

# strImages
source: Images
de: Bilder
nl: Afbeeldingen

# strImportPDFFile
source: Import PDF Document
nl: PDF-document importeren

# strInsertDate
source: Date
de: Datum
nl: Datum

# strInsertFromClipboard
source: Paste image from clipboard ...
de: Bild aus Zwischenablage einfügen ...
nl: Plak de afbeelding van het klembord...

# strInsertImage
source: Image
de: Neues Bild
nl: Afbeelding

# strInsertImageOrText
source: Image/Text
nl: Afbeelding/tekst

# strInsertNewObjects
source: New Objects
nl: Nieuwen Objecten

# strInsertPlotToolTip
source: Drag the coordinate system open by clicking on a point and then move the mouse/pen to the desired location and release
de: Ziehen Sie das Kooardinatensystem auf, indem Sie auf einen Punkt klicken und bewegen Sie dann die Maus/den Stift an die gewünschte Stelle und lassen Sie los
nl: Sleep het coördinatensysteem open door op een punt te klikken en beweeg vervolgens de muis/pen naar de gewenste locatie en laat los

# strInsertSimpleFormToolTip
source: Drag a shape by clicking a point once and then you can drag the shape with the mouse/pen
de: Ziehen Sie eine Form auf, indem Sie einmal ein Punkt festlegen (klick) und dann können Sie mit der/dem Maus/Stift die Form aufziehen
nl: Sleep een vorm door één keer op een punt te klikken en dan kunt u de vorm slepen met de muis/pen

# strInvalidInput
source: You have entered invalid values!
de: Sie haben ungültige Werte angegeben!
nl: U heeft ongeldige waarden ingevoerd!

# strInvalidInputTitle
source: Invalid input!
de: Ungültige Eingaben!
nl: Ongeldige invoer!

# strIsColorfulTheme
source: Show accent color in title-bar
de: Akzentfarbe in der Titelleiste anzeigen
nl: Toon accentkleur in titelbalk

# strItalic
source: I
de: K
nl: C

# strJournalFile
source: Journal-File
de: Journal-Datei
nl: Journaal-Bestand

# strJournalIsAlreadyOpened
source: This journal is already opened in another instance of SimpleJournal and therefore cannot be opened!
de: Dieses Journal ist bereits in einer anderen Instanz von SimpleJournal geöffnet und kann deshalb nicht geöffnet werden!
nl: Dit journaal is al geopend in een ander exemplaar van SimpleJournal en kan daarom niet worden geopend!

# strJournalIsAlreadyOpenedInTheSameWindow
source: This document is already open!
nl: Dit document is al geopend!

# strJournalIsAlreadyOpenedTitle
source: Document already open!
de: Dokument bereits geöffnet!
nl: Document is al geopend!

# strJournalNeedsOnePageMinimum
source: There must be at least one page in the journal!
de: Es muss mindestens eine Seite im Journal existieren!
nl: Er moet minstens één pagina in het journaal zijn!
