Repository: andyld97/SimpleJournal
Catalog: SimpleJournal/Properties/Resources.*.resx
Languages: de, nl

# strJournalNeedsOnePageMinimumTitle
source: This page can't be deleted!
de: Diese Seite kann nicht gelöscht werden!
nl: Deze pagina kan niet worden verwijderd!

# strLang
source: en
de: de
nl: nl

# strLight
source: Light
de: Hell
nl: Licht

# strMail
source: Mail:
de: E-Mail:
nl: E-Mail:

# strManagePage
source: Manage Pages
de: Seiten verwalten
nl: Pagina's beheren

# strNext
source: Next
de: Weiter
nl: Volgende

# strObjects
source: Objects:
de: Objekte:
nl: Objecten:

# strPage
source: Page
de: Seite
nl: Pagina

# strPaste
source: Paste
de: Einfügen
nl: Plakken

# strPaperFormat
source: Paper Format:
de: Papierformat:
nl: Papier formaat:

# strPaperSize
source: Paper Size:
de: Papiergröße:
nl: Papier grootte:

# strPages
source: Pages
de: Seiten
nl: Pagina's

# strOpenDocument
source: Open Document
de: Dokument öffnen
nl: Document openen

# strOpenSetupAssistant
source: Open Setup Assistant
de: Einrichtungsassistent öffnen
nl: Configuratie-assistent openen

# strOpenBackupsAfterRecovery
source: Open backup(s) after recovery
de: Backup(s) nach dem Wiederherstellen öffnen
nl: Open back-up(s) na herstel

# strOCRTitle
source: Text recognition (OCR)
de: Texterkennung (OCR)
nl: Tekstherkenning (OCR)

# strOCRLoading
source: Text recognition (OCR) - Loading ...
de: Texterkennung (OCR) - Wird geladen ...
nl: Tekstherkenning (OCR) - Bezig met laden ...

# strName
source: Name:
nl: Naam:

# strNewJournal
source: New Journal
de: Neues Journal
nl: Nieuw journaal

# strNewDocument
source: New Document
de: Neues Dokument
nl: Nieuw Document

# strOCRCopyToClipboard
source: Copy to Clipboard
de: In die Zwischenablage kopieren
nl: Kopieer naar klembord

# strNoShapeRecognizedTitle
source: No shape recognized!
de: Keine Form erkannt!
nl: Geen vorm herkend!

# strNoShapeRecognized
source: The selected area could not be recognized as a shape!
de: Der ausgewählte Bereich konnte nicht als Form erkannt werden!
nl: Het geselecteerde gebied kan niet worden herkend als een vorm!

# strNoObjectsToDelete
source: There are no objects selected to delete!
de: Es sind keine Objekte zum Löschen ausgewählt!
nl: Er zijn geen objecten geselecteerd om te verwijderen!

# strNewerVersionAvailable
source: There is a newer version available:
de: Es gibt eine neuere Version:
nl: Er is een nieuwere versie beschikbaar:

# strMicrosoftPrintToPDFWarning
source: Microsoft Print To PDF doesn't work properly! It is not recommended to use the printer, do you want to use it anyway?
nl: Microsoft Afdrukken naar PDF werkt niet goed! Het wordt afgeraden om de printer te gebruiken, wil je hem toch gebruiken?

# strManagePageTooltip
source: Allows you to manage the pages (e.g. change the order)
de: Ermöglicht Ihnen die Seiten zu verwalten (z.B. die Reihenfolge verändern)
nl: Hiermee kunt u de pagina's beheren (bijvoorbeeld de volgorde wijzigen)

# strMessageFailedToExportPsScripts
source: Error while exporting the files: {0}
de: Fehler beim Exportieren der Dateien: {0}
nl: Fout bij het exporteren van de bestanden: {0}

# strPageManagmentButtonDecreaseZoom
source: Decreases the zoom factor of the preview
de: Verringert den Zoom-Faktor der Vorschau
nl: Verlaagt de zoomfactor van het voorbeeld

# strPageManagmentButtonDeletePage
source: Clears or deletes the currently selected page, depending on the selection
de: Löscht die aktuell ausgewählte Seite
nl: Wist of verwijdert de momenteel geselecteerde pagina, afhankelijk van de selectie

# strPageManagmentButtonIncreaseZoom
source: Increases the zoom factor of the preview
de: Erhöht den Zoom-Faktor der Vorschau
nl: Verhoogt de zoomfactor van het voorbeeld

# strPageManagmentButtonInsertBottom
source: Moves the currently selected page to the bottom
de: Verschiebt die aktuell ausgewählte Seite ganz nach unten
nl: Verplaatst de momenteel geselecteerde pagina naar beneden

# strPageManagmentButtonInsertPageAfterIndexBlanko
source: Inserts a blank page after the current page
de: Fügt nach der aktuellen Seite eine blanko Seite ein
nl: Voegt een blanco pagina in na de huidige pagina

# strPageManagmentButtonInsertPageAfterIndexChequered
source: Inserts a chequered page after the current page
de: Fügt nach der aktuellen Seite eine karierte Seite ein
nl: Voegt een geruite pagina in na de huidige pagina

# strPageManagmentButtonInsertPageAfterIndexDotted
source: Inserts a dotted page after the current page
de: Fügt nach der aktuellen Seite eine gepunktete Seite ein
nl: Voegt een gestippelde pagina in na de huidige pagina

# strPageManagmentButtonInsertPageAfterIndexRuled
source: Inserts a ruled page after the current page
de: Fügt nach der aktuellen Seite eine linierte Seite ein
nl: Voegt een gelinieerde pagina in na de huidige pagina

# strPageManagmentButtonInsertPageBeforeIndexBlanko
source: Inserts a blank page before the current page
de: Fügt bevor der aktuellen Seite eine blanko Seite ein
nl: Voegt een blanco pagina in voor de huidige pagina

# strPageManagmentButtonInsertPageBeforeIndexChequered
source: Inserts a chequered page before the current page
de: Fügt bevor der aktuellen Seite eine karierte Seite ein
nl: Voegt een geruite pagina in voor de huidige pagina

# strPageManagmentButtonInsertPageBeforeIndexDotted
source: Inserts a dotted page before the current page
de: Fügt bevor der aktuellen Seite eine gepunktete Seite ein
nl: Voegt een gestippelde pagina in vóór de huidige pagina

# strPageManagmentButtonInsertPageBeforeIndexRuled
source: Inserts a ruled page before the current page
de: Fügt bevor der aktuellen Seiten eine linierte Seite ein
nl: Voegt een gelinieerde pagina in voor de huidige pagina

# strPageManagmentButtonInsertTop
source: Moves the currently selected page to the top
de: Verschiebt die aktuell ausgewählte Seite ganz nach oben
nl: Verplaatst de momenteel geselecteerde pagina naar boven

# strPageManagmentButtonMovePageDown
source: Moves the currently selected page down one step
de: Verschiebt die aktuell ausgewählte Seite eins nach unten
nl: Verplaatst de momenteel geselecteerde pagina één stap omlaag

# strPageManagmentButtonMovePageUp
source: Moves the currently selected page up one step
de: Verschiebt die aktuell ausgewählte Seite eins nach oben
nl: Verplaatst de momenteel geselecteerde pagina één stap omhoog

# strPageManagmentTitle
source: Manage Pages
de: Seitenverwaltung
nl: Pagina's beheren

# strPageManagmentToggleButtonBlanko
source: Changes the current page to the paper type: Blank
de: Ändert die aktuelle Seite auf das Papierformat: Blanko
nl: Wijzigt de huidige pagina in het papiertype: Blanco

# strPageManagmentToggleButtonChequered
source: Changes the current page to the paper size: Chequered
de: Ändert die aktuelle Seite auf das Papierformat: Kariert
nl: Wijzigt de huidige pagina in het papierformaat: Ruitjes

# strPageManagmentToggleButtonDotted
source: Changes the current page to the paper format: Dotted
de: Ändert die aktuelle Seite auf das Papierformat: Dotted (Gepunkted)
nl: Wijzigt de huidige pagina in het papierformaat: Gestippeld

# strPageManagmentToggleButtonRuled
source: Changes the current page to the paper size: Ruled
de: Ändert die aktuelle Seite auf das Papierformat: Liniert
nl: Wijzigt de huidige pagina in het papierformaat: Ruled

# strPageManagmentZoomLabel
source: Preview (Zoom: {0}%)
de: Vorschau (Zoom: {0}%)
nl: Voorbeeld (zoom: {0}%)

# strPasteDescription
source: Just click on paste and choose a spot and click on it, then all copied objects will be inserted
de: Klicken Sie auf Einfügen und dann klicken Sie auf eine belibige Position und dort werden die Elemente aus der Zwischenablage dann eingefügt
nl: Klik gewoon op plakken en kies een plek en klik erop, dan worden alle gekopieerde objecten ingevoegd

# strPatchDownload
source: Download patch
de: Patch herunterladen
nl: Patch Downloaden

# strPatchFailedToOpenUrl
source: Error when opening the patch URL:
de: Fehler beim Öffnen der Patch-URL:
nl: Fout bij het openen van de patch-URL:

# strPatchText
source: This version of SimpleJournal will not receive updates due to restructuring, so you should install this patch to continue receiving updates:
de: Diese Version von SimpleJournal wird aufgrund einer Umstrukturierung keine Updates mehr erhalten, deswegen sollten Sie diesen Patch installieren, um auch weiterhin Updates zu erhalten:
nl: Deze versie van SimpleJournal zal vanwege een herstructurering geen updates ontvangen, dus je moet deze patch installeren om updates te blijven ontvangen:

# strPathHasNoOrigin
source: No Origin
de: Kein Ursprung
nl: Geen herkomst

# strPathHasOrigin
source: Origin:
de: Ursprung:
nl: Oorsprong:

# strPDFConversationDialog_AllPages
source: Convert all pages (max. 100 per journal)
nl: Converteer alle pagina's (max. 100 per tijdschrift)

# strPDFConversationDialog_ButtonSearchToolTip
source: Select a path where the journal should be saved!
nl: Selecteer een pad waar het journaal moet worden opgeslagen!

# strPDFConversationDialog_ConversationGeneralError
source: Error occurred while converting ...
nl: Er is een fout opgetreden tijdens het converteren ...

# strPDFConversationDialog_ConversationStatusMessage
source: Converting page {0} from {1} ...
nl: Pagina {0} converteren van {1} ...

# strPDFConversationDialog_Convert
source: Convert
nl: Overzetten

# strPDFConversationDialog_ConvertOnlySelectedPages
source: Convert only specified pages
nl: Alleen gespecificeerde pagina's converteren

# strPDFConversationDialog_DestinationPath
source: Target path:
nl: Doel pad:

# strPDFConversationDialog_Explanation_Line1
source: To use a PDF document in SimpleJournal, it must first be converted to a journal document. This is done using Magick.NET in combination with
nl: Om een ​​PDF-document in SimpleJournal te gebruiken, moet het eerst worden geconverteerd naar een journaaldocument. Dit wordt gedaan met behulp van Magick.NET in combinatie met

# strPDFConversationDialog_Explanation_Line2
source: Please make sure that
nl: Zorg er alsjeblieft voor dat

# strPDFConversationDialog_Explanation_Line3
source: is installed, otherwise the conversion will not work!
nl: is geïnstalleerd, anders werkt de conversie niet!

# strPDFConversationDialog_From
source: From:
nl: Van:

# strPDFConversationDialog_GhostscriptMessage
source: An error occurred during conversion. Make sure that Ghostscript is installed!
nl: Er is een fout opgetreden tijdens de conversie. Zorg ervoor dat Ghostscript is geïnstalleerd!

# strPDFConversationDialog_Hint
source: Attention: The original PDF document remains unchanged!
nl: Let op: het originele PDF-document blijft ongewijzigd!

# strPDFConversationDialog_InvalidInputMessage
source: Please specify valid paths!
nl: Geef geldige paden op!

# strPDFConversationDialog_ReadingPDFDocument
source: Reading PDF Document "{0}" ...
nl: PDF-document "{0}" lezen ...

# strPDFConversationDialog_Ready
source: Ready
nl: Klaar

# strPDFConversationDialog_Saving
source: Saving Journal "{0}" ...
nl: Journaal "{0}" opslaan ...

# strPDFConversationDialog_SourcePath
source: Source path:
nl: Bron pad:

# strPDFConversationDialog_Ticket_InProgress
source: Working on ticket "{0}" ...
nl: Werken aan ticket "{0}" ...

# strPDFConversationDialog_Ticket_InQueue
source: Ticket "{0}" was added to the queue!
nl: Ticket "{0}" is toegevoegd aan de wachtrij!

# strPDFConversationDialog_Ticket_OnHold
source: Please wait until your ticket "{0}" is processed!
nl: Wacht tot uw ticket "{0}" is verwerkt!

# strPDFConversationDialog_Ticket_Preparing
source: Preparing ticket "{0}" ...
nl: Ticket voorbereiden "{0}" ...

# strPDFConversationDialog_Ticket_Saving
source: Saving ticket "{0}" ...
nl: Ticket "{0}" opslaan ...

# strPDFConversationDialog_Title
source: Convert PDF document as journal
nl: Converteer PDF-document als journaal

# strPDFConversationDialog_To
source: To:
nl: Naar:

# strPDFCOnversationDialog_TooFewPagesMessage
source: The selected document has only {0} pages! Do you want to convert only pages {1} to {2} instead?
nl: Het geselecteerde document heeft slechts {0} pagina's! Wilt u in plaats daarvan alleen pagina's {1} naar {2} converteren?

# strPDFConversationDialog_UseOnlineConversation
source: Use Online Conversation (if your system is low on memory)
nl: Gebruik online conversatie (als uw systeem weinig geheugen heeft)

# strPDFConversationDialog_WritingPageStatus
source: Write page {0} of {1} in journal "{2}" ...
nl: Schrijf pagina {0} van {1} in journaal "{2}" ...

# strPDFDialogTitle
source: Save as PDF ...
nl: Opslaan als pdf...

# strPenDefault
source: Default
de: Standard
nl: Standaard

# strPenLarge
source: Large
de: Groß
nl: Groot

# strPenMidsize
source: Mid-size
de: Mittel
nl: Middelmatig

# strPens
source: Pens
de: Stifte
nl: Pennen

# strPenFine
source: Fine
de: Fein
nl: Fijn

# strPentagon
source: Pentagon (Polygon)
de: Fünfeck (Vieleck)
nl: Vijfhoek (veelhoek)

# strPenTiny
source: Tiny
de: Klein
nl: Klein

# strPleaseEnterValidText
source: Please enter valid text!
de: Bitte geben Sie gültigen Text ein!
nl: Voer een geldige tekst in!

# strPleaseInputText
source: Please enter a text:
de: Bitte geben Sie ein Text ein:
nl: Voer een tekst in:

# strPleaseInputTextTitle
source: Insert text
de: Text einfügen
nl: Tekst invoegen

# strPleaseWait
source: Please wait while loading page {0} (Page {1}/{2}) ...
de: Bitte warten Sie während {0} geladen wird (Seite {1}/{2}) ...
nl: Even geduld tijdens het laden van pagina {0} (Pagina {1}/{2}) ...

# strPleaseWaitTitle
source: Please wait ...
de: Bitte warten ...
nl: Wacht alsjeblieft ...

# strPlot
source: Plot
de: Kooardinatensystem
nl: coördinatie systeem

# strPlotDrawNegativeAxis
source: Draw negative axes
de: Negative Achsen zeichen
nl: Negatieve assen tekenen

# strPlotDropDownTemplateAllAxes
source: All axles
nl: Alle assen

# strPlotDropDownTemplateAllAxesButWithoutNegativeYAxis
source: All axes (without negative Y-axis)
nl: Alle assen (zonder negatieve Y-as)

# strPlotDropDownTemplateOnlyPositiveAxes
source: Positive axes only
nl: Alleen positieve assen

# strPolygon
source: Polygon
de: Vieleck
nl: Veelhoek

# strPolygonButton
source: Polygon
de: Vieleck
nl: Veelhoek

# strPolygonToolTip
source: Draw a polygon by defining a starting point once (click). There you will get a circle, now you can add more edges, at the end an edge has to end at the starting point again to get a shape
de: Zeichnen Sie ein Polygon, indem Sie einmal einen Startpunkt festlegen (klick). Dort entsteht ein Kreis, jetzt können Sie weitere Kanten hinzufügen, am Ende muss eine Kante beim Startpunkt wieder enden, damit eine Form entsteht
nl: Teken een veelhoek door één keer een startpunt te definiëren (klik). Daar krijg je een cirkel, nu kun je meer randen toevoegen, aan het einde moet een rand weer op het beginpunt eindigen om een ​​vorm te krijgen

# strPreview
source: Preview:
de: Vorschau:
nl: Voorbeeld:

# strPrintDocument
source: Print
de: Drucken
nl: Afdrukken

# strPrinting
source: Printing page
de: Drucke Seite
nl: Afbeelding afdrukken

# strPrintingError
source: A critical error has occurred while printing
nl: Er is een kritieke fout opgetreden tijdens het afdrukken

# strQuad
source: Quad (Polygon)
de: Viereck (Vieleck)
nl: Vierling (veelhoek)

# strRecentFiles
source: Recent documents
de: Zuletzt geöffnete Dateien
nl: Recente documenten

# strRecentlyOpenedDocuments_No
source: None
nl: Geen

# strRecognization
source: Shapes
de: Formen
nl: Vormen

# strRecognizationDescription
source: Just draw a polygon/shape you want and it will be converted automatically to a polygon (just if your drawing is tidy)
de: Zeichen Sie einfach eine gewünschte Form und sie wird automatisch in ein Polygon umgewandelt, wenn Sie erkannt wird
nl: Teken gewoon een polygoon/vorm die je wilt en het wordt automatisch geconverteerd naar een polygoon (alleen als je tekening netjes is)

# strRecoverAutoBackupFileDialog_Loading
source: (Loading ...)
nl: (Laden ...)

# strRecoverAutoBackupFileDialogTitle
source: Restore Backups ...
de: Backups wiederherstellen ...
nl: Back-ups terugzetten...

# strRectangle
source: Rectangle
de: Rechteck
nl: Rechthoek

# strRedo
source: Redo
de: Wiederholen
nl: Opnieuw

# strRemove
source: Remove
de: Entfernen
nl: Verwijderen

# strRemoveDescription
source: Removes all selected objects/strokes
de: Löscht alle ausgewählten Objekte/Striche
nl: Verwijdert alle geselecteerde objecten/streken

# strRemoveObjectsDescription
source: Remove selected objects
de: Ausgewähte Objekte löschen
nl: Geselecteerde objecten verwijderen

# strResetPens
source: Reset pens
de: Stifte zurücksetzen
nl: Pennen resetten

# strRestoreBackupToolTip
source: Restore Backup
de: Backup wiederherstellen
nl: Back-up terugzetten

# strRotation
source: Rotation:
de: Drehung:
nl: Rotatie:

# strRubber
source: Erase
de: Radieren
nl: Wissen

# strRuler
source: Ruler
de: Lineal
nl: Liniaal

# strRulerCompensationTitle
source: Ruler compensation
nl: Liniaal compensatie

# strRulerDescription
source: Just click on a spot where you want to draw a line and then move the mouse to the target point. While moving you'll see how the stroke will be drawn
de: Einfach auf einen Punkt klicken und die Maus bewegen und an die gewünschte Position klicken und es erscheint ein Strich
nl: Klik gewoon op een punt en beweeg de muis en klik op de gewenste positie en er verschijnt een lijn

# strSave
source: Save
de: Speichern
nl: Opslaan

# strSaveAs
source: Save As ...
de: Speichern unter ...
nl: Opslaan Als ...

# strSaveAsDocument
source: Save As ...
de: Speichern unter ...
nl: Opslaan Als ...

# strSaveChanges
source: Do you want to save changes before closing the program?
de: Möchten Sie Ihre Änderungen speichern, bevor sie das Programm beenden?
nl: Wilt u wijzigingen opslaan voordat u het programma afsluit?

# strSaveChangesTitle
source: Save?
de: Speichern?
nl: Opslaan?

# strSaveDocument
source: Save
de: Speichern
nl: Opslaan

# strSearch
source: Search ...
de: Suche ...
nl: Zoeken ...

# strSelect
source: Select
de: Auswahl
nl: Selecteren

# strSelectDescription
source: You can select an area which you can edit
de: Wählen Sie einen belibigen Bereich aus, um ihn zu bearbeiten
nl: U kunt een gebied selecteren dat u kunt bewerken

# strSelectedDocumentNotExisting
source: The selected document no longer exists. Should it be removed from the list?
de: Das ausgewählte Dokument existiert nicht mehr. Soll es aus der Liste entfernt werden?
nl: Het geselecteerde document bestaat niet meer. Moet het van de lijst worden verwijderd?

# strSelectedDocumentNotExistingTitle
source: Remove it?
de: Entfernen?
nl: Verwijder het?

# strSelection
source: Selection
de: Auswahl
nl: Selectie

# strSend
source: Send
de: Senden
nl: Versturen

# strSettingDefaultStretching
source: Standard stretching for inserted images:
nl: Standaard uitrekken voor ingevoegde afbeeldingen:

# strSettings
source: Settings
de: Einstellungen
nl: Instellingen

# strSettings_DeactivateTouchScreenIfInForeground_Explanation
source: Disables the touchscreen when SimpleJournal is in the foreground, but also enables it when SimpleJournal is no longer in the foreground. This option is useful so that the touchscreen can still be used outside SimpleJournal, e.g. to scroll in PDF documents!
de: Deaktivert den Touchscreen, wenn SimpleJournal im Fordergrund ist, aber aktiviert ihn auch sobald SimpleJournal nicht mehr im Fordergrund ist. Diese Option ist nützlich, damit der Touchscreen außerhalb von SimpleJournal weiterhin verwendet werden kann, um z.B. in PDF-Dokumenten zu scrollen!
nl: Schakelt het touchscreen uit wanneer SimpleJournal op de voorgrond staat, maar schakelt het ook in wanneer SimpleJournal niet meer op de voorgrond staat. Deze optie is handig zodat het touchscreen ook buiten SimpleJournal kan worden gebruikt, b.v. om in PDF-documenten te scrollen!

# strSettings_DisableTouchscreenIfInForeground
source: Disable Windows touchscreen only when SimpleJournal is in the foreground
de: Windows Touchscreen nur deaktiveren, wenn SimpleJournal im Vordergrund ist
nl: Schakel het Windows-aanraakscherm alleen uit als SimpleJournal op de voorgrond staat

# strSettings_OpenAutoSaveDirectory
source: Open AutoSave directory
nl: AutoSave map openen

# strSettings_OpenAutoSaveDirectory_ToolTip
source: Opens the directory containing the automatically created backups.
nl: Opent de map met de automatisch gemaakte back-ups.

# strSettings_OpenBackupDirectory
source: Open backup directory
nl: Open back-up map

# strSettings_OpenBackupDirectory_ToDo
source: Opens the directory containing the created backups (of old documents).
nl: Opent de map met de gemaakte back-ups (van oude documenten).

# strSettingsActivateGlowingEffect
source: Active window glowing effect
de: Fensterleuchteffekt aktivieren
nl: Actief gloeiende raameffect

# strSettingsActivateTouchButtons
source: Show touch buttons in the quick selection bar
de: Touch-Buttons in der Schnellwahlleiste anzeigen
nl: Toon aanraakknoppen in de snelkeuzebalk

# strSettingsBackgroundCustom
source: Set custom background image
de: Benutzerdefiniertes Hintergrundbild festlegen
nl: Aangepaste achtergrondafbeelding instellen

# strSettingsBackgroundDefault
source: No background (standard, gray)
de: Kein Hintergrund (standard, grau)
nl: Geen achtergrond (standaard, grijs)

# strSettingsBackgroundHeader
source: Background
de: Hintergrund
nl: Achtergrond

# strSettingsCheckBoxDisableTouchscreen
source: Disable Windows touchscreen at startup
nl: Windows-aanraakscherm uitschakelen bij opstarten

# strSettingsClearLastOpenedDocumentsToolTip
source: Clears the list of recently opened documents in the menu
de: Leert die Liste, der zuletzt geöffneten Dokumente im Menü
nl: Wist de lijst met recent geopende documenten in het menu

# strSettingsDialogTouchDeviceManagerDescription
source: Due to missing permissions, it is unfortunately not possible to automatically deactivate the touchscreen in this version. Therefore, the Touchscreen Device Manager is available for download here. With it you can deactivate the touch screen before working and activate it again afterwards (if this is necessary). The program works in the same way as the device manager and requires administrator rights!
nl: Door ontbrekende rechten is het in deze versie helaas niet mogelijk om het touchscreen automatisch uit te schakelen. Daarom is de Touchscreen Device Manager hier beschikbaar om te downloaden. Hiermee kunt u het touchscreen voor het werk deactiveren en daarna weer activeren (indien nodig). Het programma werkt op dezelfde manier als de apparaatbeheerder en vereist beheerdersrechten!

# strSettingsDisableTouchExplanation
source: Deactivates the touch screen on startup and reactivates it on exit. This option can be useful if you write with a pen, then you can put your hand on the display without your hand being recognized as input.
de: Deaktiviert den Touchscreen beim Starten und aktiviert ihn beim Beenden. Diese Option kann sinnvoll sein, wenn Sie mit einem Stift schreiben, dann können Sie die Hand auf das Display legen, ohne dass Ihre Hand als Eingabe erkannt wird. Dies ist in der Store-Version nicht möglich, allerdings gibt es auf meiner Homepage ein Tool dafür:
nl: Deactiveert het aanraakscherm bij het opstarten en reactiveert het bij het afsluiten. Deze optie kan handig zijn als u met een pen schrijft, dan kunt u uw hand op het display leggen zonder dat uw hand als invoer wordt herkend.

# strSettingsDisableTouchscreenTitle
source: Disable Touchscreen (For advanced users)Disable Touchscreen (For advanced users)
de: Touchscreen deaktivieren (Für Fortgeschrittene)
nl: Touchscreen uitschakelen (voor geavanceerde gebruikers)Touchscreen uitschakelen (voor geavanceerde gebruikers)
